groupmates = [
    {
        "name": "Александр",
        "surname": "Кандрышин",
        "exams": ["Информатика", "Физика", "STF"],
        "marks": [4, 3, 5]
    },
    {
        "name": "Иван",
        "surname": "Никрасин",
        "exams": ["Информатика", "Физика", "STF"],
        "marks": [4, 4, 4]
    },
    {
        "name": "Рамур",
        "surname": "Никоро",
        "exams": ["Информатика", "Физика", "STF"],
        "marks": [3, 4, 4]
    },
    {
        "name": "Петя",
        "surname": "Петрушко",
        "exams": ["Информатика", "Физика", "STF"],
        "marks": [3, 5, 2]
    },
    {
        "name": "Магомед",
        "surname": "Кашко",
        "exams": ["Информатика", "Физика", "STF"],
        "marks": [4, 4, 4]
    },
]
